Repository: wp-plugins/mcjh-button-shortcode
Catalog: lang/mcjh-cta-buttons-*.po
Languages: de_de

source: You do not have sufficient permission to access this page
de_de: Du hast nicht genügend Rechte, um diese Seite zu betreten.

source: This page is a short explanation how to use the Cta Button Shortcode.
de_de: Auf dieser Seite findest du eine kurze Erklärung, wie du den CTA Button Shortcode richtig anwenden kannst.

source: Each Hyperlink will get a "/?src=<em>Number</em>?name=<em>button-text</em>"-extension at the end. This extension can be used to analyze traffic and succes of each individual button with services like Google Analytics.
de_de: Jeder Hyperlink bekommt einen "/?src=<em>Number</em>?name=<em>button-text</em>"-Anhang. Dieser Anhang kann verwendet werden, um Traffic und Erfolg jedes einzelnen Buttons mit Services wie Google Analytics zu beobachten.

source: This plugin does not send any data or information from this extensions to the Developer or any third-party provider.
de_de: Dieses Plugin sendet keine Daten oder andere Informationen dieser Anhänge an den Entwickler oder einen Drittanbieter.

source: Create a default Button
de_de: Erstelle einen Standard-Button

source: Change the text
de_de: Ändere den Text

source: Change the hyperlink
de_de: Ändere den Hyperlink

source: Change the color
de_de: Ändere die Farbe

source: Available Colors
de_de: Verfügbare Farben

source: Help and FAQ
de_de: Hilfe und häufig gestellte Fragen

source: Some Information for Pros
de_de: Infos für Vollpros

source: The Developer's Motivation
de_de: Die Motivation des Entwicklers

source: Create a default Button...
de_de: Erstelle einen Standard-Button...

source: ...by using [createButton] in your Text-Editor.
de_de: ...indem du [createButton] in den Text-Editor eingibst.

source: default-color: green
de_de: Standard-Farbe: \"green\"

source: default-text: Click here
de_de: Standard-Text: Click here

source: default-hyperlink: to your Wordpress-Site
de_de: Standard-Hyperlink: zu deiner Wordpress-Seite

source: ...by adding <em>text="new text"</em> after <em>createButton</em> to your shortcode:
de_de: ... indem du <em>text="new text"</em> nach <em>createButton</em> zum Shortcode hinzufügst:

source: Change the hyperlink of your Button..
de_de: Ändere den Hyperlink deines Buttons...

source: ...by adding <em>link="http://www.google.com"</em> after <em>createButton</em> to your shortcode:
de_de: ...indem du <em>link="http://www.google.com"</em> nach <em>createButton</em> zu deinem Shortcode hinzufügst:

source: Change the color of your Button...
de_de: Ändere die Farbe deines Buttons...

source: ...by adding <em>color="blue"</em> after <em>createButton</em> to your shortcode:
de_de: ... indem du <em>color="blue"</em> nach <em>createButton</em> zu deinem Shortcode hinzufügst

source: All button-colors
de_de: Alle Buttonfarben

source: First Aid Assistant
de_de: Erste Hilfe

source: It might happen, that something does not work the way it is expected to. In this case, please follow these steps:
de_de: Es kann passieren, dass etwas nicht so funktioniert, wie es funktionieren soll. Befolge folgende Schritte:

source: Keep calm and don't panic!
de_de: Ruhe bewahren und nicht panisch werden!

source: The button doesn't even appeare: </strong>Check your shortcode for typing errors. It might say [CraeteButon] instead of [createButton]
de_de: Der Button erscheint nicht mal: </strong>Suche in deinem Shortcode nach Tippfehlern. Vielleicht hast du [CraeteButon] statt [createButton] eingetippt

source: There is just the first word of my text: </strong>Check your text. You might forgott some quotationmarks.
de_de: Es wird nur das erste Wort meines Textes angezeigt: </strong>Überprüfe deinen Text. Vielleicht hast du ein Gänsefüßchen vergessen.

source: The hyperlink doesn't work: </strong>Make sure you did not forgett a 'http://' in front of your URL
de_de: Der Hyperlink funktioniert nicht: </strong> Überprüfe, ob du das 'http://' vor der URL vergessen hast

source: The button doesn't show my defined color: </strong> Have a look at the colors list.
de_de: Der Button zeigt nicht die gewünschte Farbe: </strong> Wirf einen Blick auf die Farbliste

source: I can't even read this list: </strong> ...a fail in the matrix!
de_de: Ich kann nicht mal diese Liste sehen: </strong> ... ein Fehler in der Matrix!

source: I worked a lot with Wordpress and its plugins in my old company.
de_de: In meiner alten Firma habe ich sehr viel mit Wordpress und seinen Plugins gearbeitet.

source: While relaunching our website we wanted to add some so called "cta buttons" (=call to action)
de_de: Während des Relaunches der Firmenwebseite wollten wir sogenannte "cta-Buttons " (=call to action) in den Text einfügen.

source: They should offer a simple shortcode-system and an easy way for monitoring their success with allready existing tools.
de_de: Sie sollten ein einfaches Shortcode-System bieten und eine einfache Möglichkeit, um die Effektivität der einzelnen Buttons mit bestehenden Mitteln nachzuvollziehen

source: We tried many different plugins, but the results never were realy satisfying. Instead, we had compatibility issues.
de_de: Wir probierten viele verschiedene Plugins, aber die Ergebnisse waren nie zufriedenstellend und es gab endlose Kompatibilitätsprobleme.

source: After finishing my apprenticeship, I needed those damn cta-Buttons again for my own website. So I startet experimenting around. And in the end, I wrote this little plugin.
de_de: Nach Abschluss meiner Ausbildung benötigte ich diese CTA-Buttons für meine eigene Website. Ich begann, mit Shortcodes zu experimentieren und das Ergebnis ist dieses kleine Plugin.

source: Have a nice day
de_de: mit freundlichen Grüßen

source: OR:
de_de: Oder:

source: Use any valid hexadecimal color code!
de_de: Verwende einen beliebigen, validen Hexadezimal-Farbcode

source: or any other valid hexadecimal color code!
de_de: oder ein anderer Hexadezimal-Code

source: Well, there is nothing interessting for pros. So sorry, dude!
de_de: Nun ja. Leider gibts für Profis hier nichts Interessantes zu sehen. Tut mir echt leid, Kumpel!
